Repository: drinkentrepreneurs/wedy_city
Catalog: languages/*.po
Languages: fr_fr

source: Permalink to %s
fr_fr: Permalink ver %s

source: City Name
fr_fr: Ville

source: Upload a logo
fr_fr: Uploader un logo

source: Next event date MM/DD/YYYY HH:MM
fr_fr: Prochain date d'événement MM/DD/YYYY HH:MM

source: Venue Name
fr_fr: Lieu

source: City
fr_fr: Ville

source: Country Name
fr_fr: Ville

source: Country
fr_fr: Pays

source: Street Number
fr_fr: Numéro de rue

source: Street Name
fr_fr: Nom de rue

source: Venue street name
fr_fr: Nom de rue

source: Venue latitude
fr_fr: Latitude du lieu

source: Venue longitude
fr_fr: Longitude du lieu

source: Organizer's name
fr_fr: Nom du GO

source: Organizer's description
fr_fr: Description du GO

source: Organizer's picture
fr_fr: Photo du GO

source: Team in
fr_fr: L'équipe à
